{"text": "The 4th Corp War. Like the first and second Corporate Wars, the 4th Corporate War began when rival Megacorps began to flex their military muscle to achieve a financial objective. In 2021, IHAG, a Megacorp specializing in underwater shipping and technology, went bankrupt, leading to two rival ocean-based Megacorps (CINO and OTEC) squaring off for a hostile takeover of IHAG's remaining assets. At first, both Corps engaged in the typical opening rounds of this kind of battle: stock manipulations and economic warfare, but as the conflict grew out of hand both companies began to engage in outright warfare. The following wars were all part of the 4th Corp War, representing different fronts of battle."}
{"text": "Phase One: The Cold War. The Cold War portion of the 4th Corp War (also known as the Ocean or Shadow War) was a particularly vicious game of Corporate power politics playing out in a world without law. Starting with stock manipulation, minor facility sabotage and 'clean' assassinations of key officers, CINO and OTEC soon reached the furthest extent of their own capabilities. Unable to gain an advantage, both Megacorps stepped up their tactics: each hired the forces of still larger Megacorps to provide troops and war-fighting material—in this case, OTEC hired Militech, a U.S.-based armaments and security force, and CINO hired Arasaka, a Japanese security Megacorp. As the two leading paramilitary Corporations in the world, both Militech and Arasaka had been spoiling for a fight for most of the late teens and early 2020s, and the CINO-OTEC conflict provided the perfect excuse. And that's when the real war began. Arasaka and Militech had already been playing larger and larger roles during the course of the conflict. The percentage of 'security operatives' on each side grew astronomically in the first three months, as did commitments of materiel and technology. In fact, the war between OTEC and ClNO gradually took a back seat to a contest of wills between the two largest private militaries on the planet. Whatever resolution OTEC and ClNO managed to come to over, IHAG rapidly became secondary; the juggernauts of Arasaka and Militech were already on a collision course. Soon, Arasaka and Militech began to move from minor incursions to extreme escalations of the typical tit-for-tat and Corporate espionage that they had been engaged in for years. As things heated up, the gloves came off and operations grew in frequency and lethality. Each side now cared less about covering its tracks and preventing bad publicity than it did about decimating its adversary. And when giants decide to play hardball in The Street, things always get very, very messy."}
{"text": "Phase Two: The Hot War. As major international Megacorps at the absolute apex of Corporate power in the Cyberpunk age, both Arasaka and Militech were at a military scale equal to many of the smaller nations of WWII, fielding armies in the tens of thousands of troops. Both sides also possessed extremely advanced transportation and logistics systems, allowing them to strike at each other across the globe. This combination of sophisticated war-fighting technology and lightning tactical movement made it all but impossible for many legitimate nations to stop these conflicts within their borders. Small engagements soon flared into major showdowns, until the battle reached a fever-pitch worldwide, with forces from both Megacorps staging major battles that embroiled entire cities."}
{"text": "The Land War. The 4th Corporate War changed not only the face of Corporate interaction and politics, but of warfare itself. Until now, wars were still fought much as they had been in the past, with battle lines, 'fronts,' and clear-cut areas of conflict. It was easy to tell which side was winning and which was losing merely by looking at who had achieved which objectives. The Hot War was nothing like this. Attacks were sudden, savage, and usually unexpected. Targets could be anywhere on the globe, although most strikes were in mission-critical areas such as transportation, communications, and logistics. Attack forces were highly mobile with fast 'hit and fade' tactics making it nearly impossible to stop and engage a force. AVs, panzers, and other highly mobile units made up the majority of the attacking forces, at least at the beginning. ACPAs and combat cyborgs were fielded for the first time in large numbers, with entire companies of them deployed on both sides. Battlefields were transformed into high-tech nightmares as remotes, battlefield robots, and infantry clashed for the first time. Even so, the War started out slow, as both sides tried to find out how much they could get away with without getting slapped down by the governments of the world. Probing raids were common, mostly targeted at the other side's military assets. As both sides grew more confident in their abilities (and in the realization that no one was going to rein them in) attacks became bolder and more brutal. By mid-year of the War, in parts of the developing world, set piece BY HÉLIO FRAZÃO 253 WELCOME TO THE DARK FUTURE battles became commonplace. Airports, spaceports, factories, mines, even seaports and banking facilities became fair game as the stakes increased. By mid 2022, pitched battles involving aircraft, AVs, tanks, power armors, and thousands of troops were the rule, as well as interdiction strikes on international trade, energy production, and transportation systems. As the war entered its fifth month, both sides began to show signs of exhaustion. Neither had planned for open warfare to last so long, and vital supplies like spare parts, weapons, ammunition, and medical supplies were becoming scarce. Vehicles, notably traditional 'hangar queens' like AVs and panzers, started to show the stress of near continuous use without proper maintenance, as did ACPAs and cyborgs. Meat troops also suffered, as desertions and disciplinary problems became increasingly common, especially among hired mercenaries and independent contractors. Despite this multi-faceted fatigue, some Arasaka and Militech units still continued fighting (without support from either side) well into 2023 before exhausting themselves."}
{"text": "The Sea War. One of the biggest effects of unrestricted Corporate warfare came about as both sides attempted to deny the other access to global shipping and transportation. One method to accomplish this was to spread specially engineered bioplagues to target strategic seaport hubs, including Hong Kong, Shanghai, Busan, and Long Beach, all with wildly varied levels of success. Attempts were also made to target the critical port of Singapore, but the Republic of Singapore Navy's (RSN) take-no-prisoner's approach made attacks by either Militech or Arasaka suicidal. With access to a relatively large number of submersibles and small warships, both sides also waged an open war on shipping, especially on large container ships suspected of carrying munitions and supplies to the opposition (in one case of poor logistics and communications, both sides had loaded cargoes on the same ship, which the other sides' forces subsequently sank). In addition, both sides resorted to deploying autonomous weapons that wandered the sea lanes looking for potential targets, often sinking as many friendlies and neutrals as they did enemies. The result was a total suspension of the world's transshipping trade, creating a worldwide economic crisis as hundreds of desperately needed container ships sat empty or abandoned by their crews mid-transit. Many of these ships are still drifting even into the Time of the Red, creating vast ghost fleets that are later scavenged or recovered by Nomads. The last effect of the sea war was almost tragicomic, as submarines and surface warships pounded the sea floor seeking their enemies' subsurface bases, resulting in the obliteration of almost all of the OTEC and CINO assets which had been the cause of the War in the first place."}
{"text": "The Orbital War. As Corporate attacks disrupted banking, information, and news services; orbital space narrowly escaped becoming another battlefield with suborbital delta fighters and gunships, but at this point, the space-dwelling 'Highriders'' decided it was time to take a hand in the War. Up to now, Militech and Arasaka had held monopolies on the ability to hit ground targets from orbit, known as Orbital Artillery (or ortillery). Orbital artillery can range from small 'crowbar penetration loads' to multi-ton 'rocks' fired by an ESA mass driver (little more than a normal reentry vehicle loaded with crushed lunar stone). The availability of ortillery made many of the attacks of The Hot War possible. An ortillery unit is almost immune to counter-battery fire, can be arranged long beforehand, and can be accurately targeted even into the middle of a city. Its kinetic energy and attack speed virtually ensure the destruction of its target and make engagement with any sort of active countermeasures difficult. The downsides of ortillery are the time it takes to arrive (usually around five minutes from the launch call), its signature (everyone knows you've started using ortillery once the first round arrives), and the fact that you have to have a launcher orbiting above you to use it (which may be hard to arrange). The other catch is that as soon as a launcher reveals itself, it's only a matter of time (ranging from minutes to a few days) before a rival orbital power destroys or 'commandeers' it. For all of that, ortillery strikes are nonetheless commonly used. And both sides had spent years placing dozens of launchers in orbit and spent considerable effort to place systems designed to take command of launchers belonging to other Corporations and governments. But it turned out they weren't the only ones."}
{"text": "The Seven-Hour War. The Highrider 'revolt' that later became known as the Seven-Hour War was a decidedly well-organized and planned event: it soon became obvious in retrospect that the space-dwelling colonists had been preparing to break away from their ESA masters for some time, and the War only provided the excuse. A question that has plagued many post-War historians has been 'Where did the Highriders get the materiel, knowledge, and training to deploy such weapons?' The short answer is no one really knows; but if you spend most of your time shuttling mass driven cargoes from Luna to orbit and back down to Earth, chances are that you will become pretty adept at calculating delta V and other components of ortillery; including the ability to make your own. If the alternative is to have your fragile life-supporting habitats blasted to shreds as sacrificial lambs in the middle of a raging space battle between Corporate forces, you learn really fast how to protect yourself. So before either side could move their war into space, the Highriders began to hit both sides with their own lethal suborbital 'ortillery' strikes capable of wiping out most of a small city, as well as wiping out the Corporations' own orbiting satellites. When the dust settled, the Highriders announced that they would henceforth consider themselves an independent nation and neutral in the ground-side conflict. Or else."}
{"text": "The NET War. As the ground, Sea, and Space Wars reached a fever pitch, the NET became its own tactical battleground. During the Shadow War, Militech, concerned that Arasaka Netrunners and their Soulkiller programs would bury it, conducted a series of hits (some virtually headed up by Rache Bartmoss himself) to 'whittle down' the Arasaka NET cadre. This strategy was more successful than Militech knew for a time. As a result, neither side retained the resources to conduct broad offensives in the NET (at least, not at first) and most NET combat was limited to localized battles around strike sites to deny the NET to the enemy. While even these small-scale NET attacks disrupted local business databases, the mass-attack Netruns or virus bombs many theorists feared didn't immediately materialize. Then it suddenly got worse. Seriously worse."}
{"text": "The DataKrash. It started out subtly, with only a few minor changes in databases, lost files, changed lines of machine code. But soon it exploded into wildfire, randomly shifting, erasing, or rewriting data, and destroying or altering everything it touched. 'It' was the DataKrash, a deadly computer viral plague that literally tore the heart out of the worldwide information network. Created by brilliantly insane Netrunner and master hacker, Rache Bartmoss; overnight, the DataKrash invalidated the entire structure of information that made Megacorps and governments viable. With no way to keep secure records, no way to organize over long distances, no way to even track economies and money (the United States government went from solvent to bankrupt in a matter of minutes), the very foundations of the Information Age collapsed into the ruins of an already shattering world war. The IGTA standardized the NET so everyone experienced the same thing when in the same 'place', among other functions. What Rache Bartmoss didn't include in this little soliloquy is that he was doing more than just watching. Bartmoss was also working: infiltrating his DataKrash code right into the I-G Transformations that would run the NET, using a backdoor he'd set up months earlier on Manny Ihara's computer (knowing something of Ihara's proclivities, Bartmoss had made it look like a hentai anime porn file). In short, whereas most viruses must infect a computer system, the DataKrash was automatically loaded into every single computer that ever ran the NET. Period. The result is that there was never any chance to stop the 'spread' of the DataKrash; it was as if every copy of Windows (an ancient and long obsolete operating system of the 1990s) had been coded with a virus built in. By the time Magnificent Curtis, head of the worldwide cybercop org known as Netwatch, realized the awful truth about the DataKrash it was too late: the process of the Krash was well underway; to stop it would have required stripping the operating system out of practically every computer and cyberdeck on earth. And Rache Bartmoss was dead, killed by an assassination team early in the War, with an Arasaka-based 'ortillery' strike totally obliterating the conapt block in which he lived moments afterward. At first, Netwatch was able to monitor and repair the damage as it occurred. But as the chaos mounted, Netwatch's leader and top Netrunner, Magnificent Curtis, realized that the crafty Bartmoss had outgamed everyone. There was no way to get rid of the DataKrash virus without literally re-writing the entire structure of the NET itself. To make the disaster even worse, the nature of the DataKrash also allowed both computer-generated Artificial Intelligences (AI) and Soulkilled Pseudo Intellects (SPI) to travel through what remained of the NET unimpeded (possibly a favor from Bartmoss to his old friend and fellow programmer, Alt Cunningham). Even more disastrous, Bartmoss left yet another surprise lurking in the bowels of the NET: a self-replicating virus that strongly resemble himself, based on a twisted version of the Soulkiller program, and later dubbed R.A.B.I.D.s (Roving Autonomous Bartmoss Interface Drones). R.A.B.I.D.s were AI 'killer' programs designed to resemble the late Bartmoss, created as a last thumb in the eye to his Corporate enemies. Powerful, homicidal, and ubiquitous, they infested the besieged NET in ever greater numbers. At first, they attacked only known Bartmoss targets like Arasaka and EBM. But as time went on and Rache (now dead) wasn't around to rein them in, the R.A.B.I.D.s evolved a murderous hatred of anyone they encountered. They also reproduced like—well—rabbits, creating a deadly pack of killer programs numbering in the hundreds of thousands, roving the NET looking for something to annihilate."}
{"text": "The End of the NET. By the end of the War, the NET had been reduced to a terrifying wilderness of corrupted data, psychic booby traps, and rogue demon programs lurking in wait to destroy anyone foolhardy (or desperate) enough to venture into cyberspace. Unable to wipe out the DataKrash and overwhelmed by frenzied hordes of killer R.A.B.I.D.s, Netwatch finally gave up. On March 5th, 2023, Magnificent Curtis and the I-G Overwatch Council activated IGTA Dissolution Prime, propagating a code wave that crashed the I-G Protocols that allowed cyberdecks and NET-capable computers to reach cyberspace. The NET was dead."}
{"text": "The Governments Step In. In By October, local governments at the individual city and state levels began taking action, first by cutting off access to basic utilities and services, and by ruthlessly enforcing rules and regulations that the Megacorporations in pre-War times had been allowed to flout. Neither side was willing to openly confront this kind of activity; by this point, both sides needed the cash brought in by government service contracts too much to be able to default on them. Major governments also began to resist unrestricted Corporate warfare, first with words and later with actions. The EuroTheatre began to deploy limited, then ever stronger forces to confront the Corporate Armies in the field. In some cases, French, German, Scandinavian, and later Neo-Sov armies fought pitched battles outside key national areas such as Paris, Rome, Kyiv, Munich, and Helsinki. Faced with overwhelming opposition, the Corporations usually moved operations to less well-defended territories or were annihilated by the governmental forces. When a government moves in with troops, most wars ends quickly, at least in the civilized world. But as the War reached its most fevered and savage pitch, attacks become far more brutal, including massive attacks against each side's employees and facilities. In post-Collapse America, this was especially true as the fractured nature of the Disunited States made it nearly impossible to deploy the full might of the remaining U.S., Army, Air Force, and Navy forces. Having fought savagely for their Free State status in the previous decades, many of these pocket nation states were loath to invite in the armies of their one-time foes to deal with the Corporate incursions. Then came the Night City holocaust."}
{"text": "The Fall Of Night City. On August 20th, 2023, unknown forces detonated a 'pocket nuke' in the upper floors of the Arasaka Towers complex in Night City (on the western U.S. coast). The Nuke, while not a city-killer, reduced most of the central city to rubble and killed half a million people almost instantly. It was never formally decided who had triggered the Nuke; some partisans blamed Militech's overzealous desire to crush Arasaka, while still others blamed the detonation on an Arasaka area-denial weapon set off to protect its headquarters. The War Ends The Night City holocaust was the last straw. Within hours, then-U.S. President Elizabeth Kress nationalized Militech, placing it thoroughly under the control of the still sizable United States military, and banished all Arasaka forces from the continental U.S. under the threat of a retaliatory strike on Arasaka's Tokyo headquarters. Other nations swiftly followed the U.S.'s lead, nationalizing and/or interdicting assets of both participants of the War. The War was finally over. Now came the Aftermath."}