{"text":"A DV is the difficulty value you must beat to sucseed at a task"}
{"text":"A Simple task is something most people can do without thinking, but which might be hard for a small child."}
{"text":"An Everyday task is something most people can do without a lot of special training."}
{"text":"A Difficult task is difficult to accomplish without training or natural talent."}
{"text":"A Proffesional task takes actual training and the user can be considered to be a professional, skilled in their abilities."}
{"text":"A Heroic task is a highly skilled feat, one that only the best of the best can pull off. This is the level of sports stars and other highly regarded superstars"}
{"text":"An Incredible task is a tremendous feat. Pulling this off would rate you amaong the very best of your class profesisonally. You are of truly Olympian mettle."}
{"text":"A Legendary task is an awe-inspiring feat. This is something people write stories about, a truly amazing accomplishment that will be spoken of in hushed tones for years to come."}
{"text":"The base DV for a Simple task is 9"}
{"text":"The base DV for an Everyday task is 13"}
{"text":"The base DV for a Difficult task is 15"}
{"text":"The base DV for a Professional task is 17"}
{"text":"The base DV for a Heroic task is 21"}
{"text":"The base DV for an Incredible task is 24"}
{"text":"The base DV for a Legendary task is 29"}
{"text":"Whenever your Character tries to do something, there's always the question of whether they'll succeed or fail. Sometimes the task is so easy that it's obvious; for instance, taking a step forward without falling. In those cases, tell the GM what you're doing, and no die roll is needed. But if you're trying to take a step on the deck of a ship pitching wildly in a driving rainstorm, walking might be very difficult indeed. These are the situations that call for a Skill Check."}
{"text":"There are two ways to resolve Skill Checks for a task."}
{"text":"One way to resolve a skill check is to resolve your Skill against another living thing or person's Skill (like trying to persuade someone to do something for you). To do this, you, the Attacker, add your relevant STAT + Skill + 1d10 die roll against your opponent, the Defender's own relevant STAT + Skill + 1d10 die roll. The result of your opponent's STAT + Skill + 1d10 die roll is also known as the Difficulty Value, or DV, the amount your STAT + Skill + 1d10 will need to beat in order for you to succeed. In case of a tie, the Defender always wins."}
{"text":"Another way to resolve a skill check is resolving your Skill against the difficulty of a situation (like picking a lock or driving a car). The GM determines how long the task you want to perform will take and uses the table below to decide which rating best describes the difficulty to perform the task, the Difficulty Value (DV). Then you add your STAT + Skill + 1d10 and try to beat the Difficulty Value (DV) the GM assigned to the task you want to perform."}
{"text":"When you roll a natural 10 on your d10, you've scored a Critical Success. Roll another 1d10 and add the result to your first roll. If you roll another 10, you do not score another Critical Success."}
{"text":"When you roll a natural roll of 1 on your d10, you've scored a Critical Failure. Roll another 1d10 and subtract the result from your STAT + Skill + the first roll. If you roll another 1, you do not score another Critical Failure"}
{"text":"Sometimes conditions beyond your control may make it harder to perform a task. For example, a Simple (DV9) Skill Check is a whole order of magnitude tougher during an earthquake. These external conditions are called Modifiers. When the GM decides a Modifier applies to your Skill Check, you will subtract the Modifier Value from your roll. Here are some typical examples of conditions that might cause your GM to call for Modifiers (they are cumulative)."}
{"text":"A negative modifier is Night or low lighting conditions, which has a mod value of -1"}
{"text":"A negative modifier is Have never done this before, which has a mod value of -1"}
{"text":"A negative modifier is Complex task, which has a mod value of -2"}
{"text":"A negative modifier is Don't have right tools or parts, which has a mod value of -2"}
{"text":"A negative modifier is Slept uncomfortable the night before, which has a mod value of -2"}
{"text":"A negative modifier is Under extreme stress, which has a mod value of -2"}
{"text":"A negative modifier is Exhausted, which has a mod value of -4"}
{"text":"A negative modifier is Extremely drunk or sedated, which has a mod value of -4"}
{"text":"A negative modifier is Trying to perform task secretly, which has a mod value of -4"}
{"text":"A negative modifier is Task obscured by smoke, darkness, which has a mod value of -4"}
{"text":"Trying again. If you fail a Skill Check, you can't try again unless your chances of success have improved for some reason-you took longer, used a better tool, or you (or one of your friends) made a Complementary Skill Check."}
{"text":"Complementary Skill Checks are where the use of one Skill directly affects the use of a subsequent Skill. At the GM's discretion, a good roll in one Skill (which can even be rolled by another Character) may confer a +1 bonus to the subsequent use of a related Skill, so long as the complementary nature of the two Skills makes sense. This +1 bonus only affects a subsequent attempt once, and Complementary Skill bonuses do not stack"}
{"text":"Taking Extra Time can also give you a bonus to your Skill Check. When the GM tells you how long a task will take to complete, you can get a single +1 bonus to your Skill Check for taking four times longer"}
{"text":"When you just don't have a Skill to use, but you want to try anyway, you have one option: Simply use the STAT that the Skill you don't have is linked to and add it to 1d10. That's all you get. You are relying purely on your STAT."}
{"text":"Before you roll, you can dedicate a portion of your remaining LUCK Pool (which holds LUCK Points equal to your LUCK Statistic, and which refills at the beginning of each game session) to a Check, which increases the roll by +1 for each point in your LUCK Pool that you expended. LUCK is a powerful force that can allow the otherwise impossible to become attainable."}
{"text":"To resolve a skill check to climb a building, you can use the Athletics skill. The task would be difficult so you have to beat a DV of 15"}
{"text":"To resolve a skill check to forge press credentials, you can use the Forgery skill. The task would be highly skilled so you have to beat a DV of 17"}
{"text": "Concentration uses the WILL stat", "metadata": "Concentration skill"}
{"text": "The Concentration skill is the skill of focus and mental control, encompassing feats of memory, recall, and physiological control. ", "metadata": "Concentration skill"}
{"text": "With Concentration, At a Base 10, you've got a pretty solid memory and can keep your head in a firefight against the local boosters. At a Base 14, you've trained your mind to retain knowledge, and probably meditate regularly. It takes a fair amount to shake you. At a Base 18, your mind is like a steel trap with a 24/7 lock down. You can walk through gunfire and never flinch.", "metadata": "Concentration skill"}
{"text": "Conceal Reveal Object uses the INT stat", "metadata": "Conceal Reveal Object skill"}
{"text": "The Concentration skill is the skill of focus and mental control, encompassing feats of memory, recall, and physiological control. ", "metadata": "Conceal Reveal Object skill"}
{"text": "With Conceal Reveal Object skill, At a Base 10, you've spent enough time snooping on conversations to pick up a few words here and there. At a Base 14, you can read all sorts of people including those with heavy accents and partially obscured mouths. At a Base 18, you could dictate a conversation from 10m/yds away through a snowstorm, with one eye closed", "metadata": "Conceal Reveal Object skill"}
{"text": "Perception uses the INT stat", "metadata": "Perception skill"}
{"text": "The Perception skill is the skill of spotting hidden things, like clues, traps, and people using the Stealth Skill, but not objects hidden with the Conceal/Reveal Object Skil", "metadata": "Perception skill"}
{"text": "With the Perception skill At a Base 10, you know how to keep an eye out and your spatial awareness is better than the average person. At a Base 14, you always know roughly what's going on around you and only trained professionals can sneak up on you. At a Base 18, you are trained to scan rooms for traps, you can spot tiny clues like scratches on door knobs, and you can predict who is entering a room by how they turn that knob", "metadata": "Perception skill"}
{"text": "Tracking uses the INT stat", "metadata": "Tracking skill"}
{"text": "The Tracking skill is the skill of following a trail by observing tracks and other clues left behind", "metadata": "Tracking skill"}
{"text": "With the Tracking skill, At a Base 10, you've done some hunting (whether that's animals or people is up to you). At a Base 14, you could be a professional bounty hunter, with enough knowledge to track people who are actively covering their tracks. At a Base 18, you are almost impossible to shake. Once you get a trail, you can follow it to the ends of the earth", "metadata": "Tracking skill"}
{"text":"Athletics","metadata": "Athletics skill"}
{"text":"The Athletics skill is the skill of jumping, climbing, throwing, swimming, lifting weights, etc. It combines the basic elements of any high school-level sports program. This Skill also covers thrown weapons. ",  "metadata":"Athletics skill"}
{"text":"At a Base 10, you are the equivalent of a real high school \"jock\", able to run long distances and lift a respectable amount. At a Base 14, you can perform in college-level competitions and hold your own in all sorts of athletic challenges. At a Base 18, you are of Olympic or professional caliber and it's rare you meet someone who matches your skill", "metadata":"Athletics skill"}
{"text":"Contortionist uses the DEX stat","metadata": "Contortionist skill"}
{"text":"The Contortionist skill is the skill of manipulating your body to get out of handcuffs or other bindings and to fit yourself into otherwise inaccessible places or spaces. ", "metadata":"Contortionist skill"}
{"text":"At a Base 10, you can slip out of handcuffs sometimes and fit yourself into slightly tight spaces. At a Base 14, you have practiced your contortion and yoga is probably part of your daily ritual. You can slip out of handcuffs and bindings with relative ease and fit yourself into small cupboards. At a Base 18, you could be traveling with a circus. You can touch your toes to your head, slip out of complex rope bindings, and squeeze your body into spaces that would make an octopus sweat", "metadata":"Contortionist skill"}
{"text":"Dance uses the DEX stat","metadata": "Dance skill"}
{"text":"The Dance skill is the skill of dancing at a professional level. ","metadata": "Dance skill"}
{"text":"At a Base 10, you've practiced some moves and could dance at a wedding and impress the bride and groom. At a Base 14, you could compete in one of Ziggurat's sponsored dance competitions and probbably make it to the semi-finals. At a Base 18, you are probably well known for your dance moves and may even get requests from Corps for you to perform at their social functions", "metadata":"Dance skill"}
{"text":"Endurance uses the WILL stat","metadata": "Endurance skill"}
{"text":"The Endurance skill is the skill of withstanding harsh environmental conditions and hardship. This is also the ability to withstand pain or discomfort, particularly over long periods of time, by knowing the best ways to conserve strength and energy. Endurance Skill Checks are made whenever a Character must continue to be active after a long period without food, sleep, or water or after prologed activity. ", "metadata":"Endurance skill"}
{"text":"At a Base 10, you are generally a tough customer. Maybe you grew up in the outskirts or traveling with a Nomad pack. At a Base 14, you are trained in surviving harsh conditions and capable of living on the streets with no home or shelter, though not comfortably. If need be, you could flee to the badlands outside the City to escape trouble. At a Base 18, you are well accustomed to dangerous terrain and long-term hardship. You can live for long periods of time with minimal nourishment, live entirely alone in the Badlands and stay alert while on the run with no problem.", "metadata":"Endurance skill"}
{"text":"Resist Torture/Drugs uses the WILL stat","metadata": "Resist Torture/Drugs skill"}
{"text":"The Resist Torture/Drugs skill is the skill of resisting painful effects, including interrogation, torture, and drugs. ", "metadata":"Resist Torture/Drugs skill"}
{"text":"With Resist Torture/Drugs, At a Base 10, you've probably had some experi etences with interrogation or hard drugs, and it's given you some knowledge of how to handle them. At a Base 14, you've trained yourself to withstand the garden-variety interrogation of the NCPD and several different poisons and drugs. At a Base 18, you're extremely hard to crack and you can shake off the effects of most poisons and drugs. You can withstand even the torture of psychos like the Iron Sights gang", "metadata":"Resist Torture/Drugs skill"}
{"text":"Stealth uses the DEX stat","metadata": "Stealth skill"}
{"text":"The Stealth skill is the skill of moving quietly, hiding, doing an action discreetly, or otherwise evading detection. Other Characters can try to find you with their Perception Skill. ", "metadata":"Stealth skill"}
{"text":"With Stealth, At a Base 10, you can get past most guards, or your parents if you've been grounded. At a Base 14, you are good enough to slip smoothly from shadow to shadow and not make any noise. You can avoid guards and lose pursuers easily. At a Base 18, you are the equal of the corporate ninja employed by Arasaka. If you want to go unnoticed, there are few people who can spot you", "metadata":"Stealth skill"}
{"text": "Drive Land Vehicle uses the REF stat", "metadata": "Drive Land Vehicle skill"}
{"text": "The Drive Land Vehicle skill is the skill of driving and maneuvering land vehicles.", "metadata":"Drive Land Vehicle skill"}
{"text": "With Drive Land Vehicle, At a Base 10, you are the equal of a very good non-professional driver. You know how to handle yourself on the road and deal with road rage. At a Base 14, you are the equal of a moderately skilled race car driver. You can make bootlegger turns, jump small gaps, and drive in dangerous terrain. At a Base 18, you have the skill to be nationally known as a racer and probably can score a sponsorship deal with some of the biggest vehicle manufacturers out there","metadata": "Drive Land Vehicle skill"}
{"text":"Pilot Air Vehicle (x2) uses the REF stat","metadata": "Pilot Air Vehicle (x2) skill"}
{"text":"The Pilot Air Vehicle (x2) skill is the skill of piloting and maneuvering air vehicles. ", "metadata":"Pilot Air Vehicle (x2) skill"}
{"text":"With Pilot Air Vehicle (x2), At a Base 10, you are a trained pilot, able to engage in most combat situations or pilot an AV through bad weather. At a Base 14, you are a veteran pilot with a lot of time in the cockpit. You can handle yourself in almost any situation, including making complicated aerobatic maneuvers. At a Base 18, you have the skills to be widely known among the piloting community for having the \"right stuff.\" You can fly through storms and thread the needle between buildings in an AV-4.","metadata": "Pilot Air Vehicle (x2) skill"}
{"text":"Pilot Sea Vehicle uses the REF stat","metadata": "Pilot Sea Vehicle skill"}
{"text":"The Pilot Sea Vehicle skill is the skill of piloting and maneuvering sea vehicles. ", "metadata":"Pilot Sea Vehicle skill"}
{"text":"With Pilot Sea Vehicle, At a Base 10, you have piloted sea vehicles before, and you know the ins and outs of naval travel and combat. You can handle choppy water and hold your own in a skirmish. At a Base 14, you have spent a great deal of time on the water and probably been in a few naval encounters. You know how to come out on top in an even engagement. At a Base 18, you are a veteran of the seas, able to sail a cargo freighter through a hurricane and maneuver a speedboat through a slalom of debris and enemy ships","metadata": "Pilot Sea Vehicle skill"}
{"text":"Riding uses the REF stat","metadata": "Riding skill"}
{"text":"The Riding skill is the skill of riding a living creature trained for the purpose. ", "metadata": "Riding skill"}
{"text":"With Riding, At a Base 10, you have had the rare luxury of seeing and riding a horse. You know the basics of how to keep it from haring off. At a Base 14, somehow, you've had a great deal of experience riding (whether that's horses or other animals) and you are a very competent rider, able to make quick maneuvers and adjust your erments. At a Base 18, you can really connect with the creature you're riding to get the most out of them. You could and probably have at some point competed in Corporate dressage competitions. Horses are extremely rare and talented riders are even rarer.", "metadata": "Riding skill"}
{"text":"Accounting uses the INT stat","metadata": "Accounting skill"}
{"text":"The Accounting skill is the skill of balancing books, creating false books, and identifying them, juggling numbers, creating budgets and handling day-to-day business operations. ", "metadata": "Accounting skill"}
{"text":"With Accounting, At a Base 10, you can manage the books for a small company by yourself and rarely make any clerical errors. At a Base 14, you can manage the books for a medium-sized Corp and hide your embezzlement at the same time. At a Base 18, you're a master at double entry and offshore accounting that would make the best white collar criminals proud. You'll probably be sought out by a Corp or a Crime Family to help them with their operations.", "metadata": "Accounting skill"}
{"text":"Animal Handling uses the INT stat","metadata": "Animal Handling skill"}
{"text":"The Animal Handling skill is the skill of handling, training, and caring for animals. ", "metadata": "Animal Handling skill"}
{"text":"With Animal Handling, At a Base 10, you know how to approach a wild animal without scaring it off, and you've kept a pet before. At a Base 14, you have the skill to train animals for other people, and you've encountered a few different animals in your life. At a Base 18, you may have worked with Biotechnica at some point on the various synthetics and cloned animals coming out recently. You can calm down just about any animal, and can train animals professionally for groups like the NCPD.", "metadata": "Animal Handling skill"}
{"text": "Bureaucracy uses the INT stat","metadata": "Bureaucracy skill"}
{"text": "The Bureaucracy skill is the skill of dealing with bureaucrats, cutting red tape, knowing who to talk to in a bureaucracy, how to reach them, and how to extract information from bureaucracies.", "metadata": "Bureaucracy skill"}
{"text": "With Bureaucracy, At a Base 10, you've been around the block a few times and know how to deal with bureaucrats to avoid getting trapped in red tape. At a Base 14, you've worked with bureaucracies long enough to really start unraveling an organization's secrets. You know how to expedite orders, make sure your papers end up on the right desks, and even block other people's requests with Corps and government officials. At a Base 18, you are masterful at working the system. You know how to get just about anything you need done, tie up opposition in red tape for ages, and even manipulate the bureaucracy to create false claims and paperwork.", "metadata": "Bureaucracy skill"}
{"text":"Business uses the INT stat","metadata": "Business skill"}
{"text":"The Business skill is the skill regarding knowledge of basic business practices, laws of supply and demand, employee management, procurement, sales, and marketing. ", "metadata": "Business skill"}
{"text":"With Business, At a Base 10, you have the equivalent of a few business classes' worth of knowledge and you could run your own company. At a Base 14, you have been in business for a while now and know the ins and outs of running a successful business. You can get resources, hire skilled workers, and avoid hostile takeovers. You've learned just enough to get noticed by the bigger Corporates. At a Base 18, you know all about the wheeling and dealing of the corporate life. You know how to hire the best of the best, inspire people to thank you for the chance to work themselved to death, and you can extrapolate the future machinations of the Corps.", "metadata": "Business skill"}
{"text":"Composition uses INT","metadata": "Composition skill"}
{"text":"The Composition skill is the skill for writing songs, articles, or stories. ", "metadata": "Composition skill"}
{"text":"With Composition, At a Base 10, you can produce salable work and some people will even commission you for work. At a Base 14 you can create works of art that gain you a small but passionate following and some critical acclaim. At a Base 18, you have the skill to be a nationally recognized composer creating works of art that rival the great artists, writers, and composers of the 20th and 21st centuries", "metadata": "Composition skill"}
{"text": "Criminology uses the INT stat","metadata": "Criminology skill"}
{"text": "The Criminology skill is the skill of discovering clues by dusting for fingerprints, doing ballistic tests, examining evidence, and searching through police records and files. ", "metadata": "Criminology skill"}
{"text": "At a Base 10, you've learned enough to ruin precinct procedural dramas forever. You know how to examine evidence, how to properly maintain a crime scene, and the basics of using police records. At a Base 14, you have spent a good deal of time studying criminology and it has paid off. You can navigate police precincts and records with ease and carry out murder investigations unaided. At a Base 18, you have the skill to be the next great detective. You can breeze through complex calculations to determine ballistics and blood spatter; and within moments of stepping on the scene of a crime you can get a clear view of exactly what happened. It takes a really unusual case to stump you.", "metadata": "Criminology skill"}
{"text":"Cryptography uses the INT stat","metadata": "Cryptography skill"}
{"text":"The Cryptography skill is the skill of encrypting and decoding messages. ", "metadata": "Cryptography skill"}
{"text":"With Cryptography, At a Base 10, you've learned how to code your messages well enough to keep the average person from figuring out what you're saying or writing and crack basic codes. At a Base 14, you have a lot of practice cracking codes and communicating in code. You could work for the CIA or any other secret service and get along fine. At a Base 18, you are a master of cryptography. There's no code or encryption out there that you can't crack given some time, and when you encode something you can be sure no one's gonna be decoding it without a professional cryptography team", "metadata": "Cryptography skill"}
{"text":"Deduction uses the INT stat","metadata": "Deduction skill"}
{"text":"The Deduction skill is the skill of taking several clues and leaping to a non-obvious conclusion or medical diagnosis. ", "metadata":"Deduction skill"}
{"text":"With Deduction, At a Base 10, you can put two and two together and figure out most logical leaps, no problem. You can always deduce where you left your keys or how likely it is that the rash on your arm is deadly. At a Base 14, you have trained your mind to collect clues and organize them to make better deductions. You can make accurate long-range deductions like how long it will be before the gangers figure out you sold them dud cyberware. At a Base 18, your skills rival that of Sherlock Holmes. You are at the level of a world-class detective, building accurate deductions and predictions from the smallest clues imaginable. Some people may even think you're psychic.", "metadata": "Deduction skill"}
{"text":"Education uses the INT stat","metadata": "Education skill"}
{"text":"The Education skill is the skill of general knowledge, equivalent to a basic school education, allowing you to know how to read, write, use basic math, and know enough history to get by.", "metadata": "Education skill"}
{"text":"With Education, At a Base 10, you have the equivalent of a basic college education. You have much more education than the average person in Night City. At a Base 14, you have a great deal of education, equal to having a Masters or a Doctorate. You probably don't actually have one due to the state of education in Night City. At a Base 18, you are an extremely well-educated person; one of those people who \"knows a lot about everything\" (and hopefully has the good sense to keep their mouth shut)", "metadata": "Education skill"}
{"text":"Gamble uses the INT stat","metadata": "Gamble skill"}
{"text":"The Gamble skill is the skill of knowing how to figure odds and play games of chance successfully.", "metadata": "Gamble skill"}
{"text":"With Gamble, At a Base 10, you know how to play cards and you've been to a few casinos. You win more than you lose—unless you go to a Corp or mob casino. At a Base 14, you have the skill to be a professional gambler. You know how to play all the major games and you can usually double your money when you play. At a Base 18, you're a master gambler. Whether that's counting cards, calling bluffs, reading tells, or some other eldritch skill you've learned it well enough to be really dangerous to anyone who gambles with you. You've probably been banned from a casino or two", "metadata": "Gamble skill"}
{"text":"Language uses the INT stat","metadata": "Language skill"}
{"text":"The Language skill is the skill of speaking a particular language. You must choose a specific language whenever you increase this Skill. ", "metadata": "Language skill"}
{"text":"With Language, At a Base 10, you can speak the language well enough to get by on the street but you don't understand a lot of the slang. At a Base 14, you are a fluent speaker of the language and most people assume you grew up speaking the language. At a Base 18, you not only speak the language fluently but you know all the ins and outs of the language including slang, complicated situational rules, and all dialects of the language.", "metadata": "Language skill"}
{"text":"Library Search uses the INT stat","metadata": "Library Search skill"}
{"text":"The Library Search skill is the skill of using databases, the Data Pool, libraries, and other compiled information sources to find facts. ", "metadata": "Library Search skill"}
{"text":"With Library Search, At a Base 10, you can use all databases and even search libraries and physical manifests of information. At a Base 14, you could easily access the Library of Congress (if it was still there) and find rare facts pertaining to old subjects. At a Base 18, you can comprehend any public database and most private databases. You can find extremely obscure facts and you're pretty sure you could even find facts and files from before the DataKrash if there weren't so many R.A.B.I.D.S.", "metadata": "Library Search skill"}
{"text":"Science uses the INT stat","metadata": "Science skill"}
{"text":"The Science skill is the skill of knowing how to design experiments, write scientific papers, test hypotheses, and discuss with other academics in a particular field of science. An area of study must be specified whenever this Skill is increased. Possible options include: Geology, Mathematics, Physics, Zoology, Anthropology, Biology, Chemistry, and History. ", "metadata": "Science skill"}
{"text":"With Science, At a Base 10, you have studied a science at the level of a high school class. You know the basics and can perform tasks related to the science. At a Base 14, you are well trained in the science and are at the level of having a Masters. You're rarely stumped by problems relating to your science and could be well respected in your field. At a Base 18, you are a master of your discipline. You have the knowledge and the skill to break new ground in your field and even develop new aspects and make new discoveries", "metadata": "Science skill"}
{"text":"Tactics uses the INT stat","metadata": "Tactics skill"}
{"text":"The Tactics skill is the skill of managing a large-scale battle effectively and efficiently. A Character with this Skill usually knows what must be done to direct a battle, and how an enemy force may react.", "metadata": "Tactics skill"}
{"text":"With Tactics, At a Base 10, you have a basic knowledge of how large-scale battles go and you could lead a battalion in a low stakes conflict pretty easily. At a Base 14, you have studied up and learned a great deal about the flow of battle. You can easily out-think gangers and rent-a-cops and predict your opposition's moves. At a Base 18, you are a tactical mastermind, able to play speed chess against even the most skilled tacticians. You could be a great military general.", "metadata": "Tactics skill"}
{"text": "Wilderness Survival uses the INT stat", "metadata": "Wilderness Survival skill"}
{"text": "The Wilderness Survival skill is for knowing how to survive comfortably in the wilderness. This knowledge includes how to set traps, forage for wood, track game, build shelters, and make fires. ", "metadata": "Wilderness Survival skill"}
{"text": "With Wilderness Survival, At a Base 10, you have the survival skills of the average Boy Scout. You can go camping and if dumped in the middle of the wilderness you would know how to survive with the proper gear. At a Base 14, you are a skilled survivalist with enough knowl edge to survive in basically any environment with relative comfort. You are at about the level of a Special Forces Green Beret. At a Base 18, you have learned enough to not only survive but thrive. You no longer need tools to survive in the wilderness and you could be dropped in the middle of the Rocky Mountains with nothing but the clothes on your back and still make it look easy.", "metadata": "Wilderness Survival skill"}
{ "text":"Brawling uses the DEX stat","metadata": "Brawling skill"}
{ "text":"The Brawling skill is the skill at fighting and grappling with brute strength. ", "metadata": "Brawling skill"}
{ "text":"With Brawling, At a Base 10, you're a pretty good bar brawler and you can hold your own in a fist fight. You know how to throw a punch and some of the intricacies of wrestling. At a Base 14, you could be a professional fighter in any number of pit-fighting arenas or official venues around the City. You can lay out most opponents and while you don't have a lot of finesse you know how to use your strength to your advantage. At a Base 18, you are a seasoned fighter with an iron grip and a mean right hook. All it takes is one good punch or perfectly executed grapple for most people to think twice about fighting you.", "metadata": "Brawling skill"}
{"text": "Evasion uses the DEX stat", "metadata": "Evasion skill"}
{"text": "The Evasion skill is the skill for getting out of the way of someone attacking you in melee. A Character with REF 8 or higher can also use this Skill to dodge Ranged Attacks and Explosions. ", "metadata": "Evasion skill"}
{"text": "With Evasion, At a Base 10, you're fast on your feet and when in need you can usually get out of the way. At a Base 14, you're quick enough to dodge most gangers and you can even hold your own against skilled combatants armed with monokatanas and monofilament whips. At a Base 18, you've trained your body to start moving before your brain even responds to what's happening around you", "metadata": "Evasion skill"}
{"text":"Martial Arts (x2) uses the DEX stat","metadata": "Martial Arts skill"}
{"text":"The Martial Arts skill is the skill of fighting with a Martial Arts Form. Each time you increase this Skill you must choose in which form you are training. You can learn multiple forms, but you must do so separately. Possible options: Karate, Taekwondo, Judo, Aikido. ", "metadata": "Martial Arts skill"}
{"text":"At a Base 10, you are trained in a martial art and can perform the basic movements. You've got more going for you than the average brawler. At a Base 14, you've reached a level of training in your martial art that allows you to get a bit fancy. You can reliably pull off special moves like disarming foes, reversing throws, and landing combos. At a Base 18, you are a master martial artist on par with legendary greats such as Ip Man, Bruce Lee, and Mas Oyama. You can perform complicated maneuvers that crack skulls, paralyze opponents, and tear apart armor.", "metadata": "Martial Arts skill"}
{"text":"Melee Weapon uses the DEX stat","metadata": "Melee Weapon skill"}
{"text":"The Melee Weapon skill is for fighting with melee weapons. ", "metadata": "Melee Weapon skill"}
{"text":"With Melee Weapon, At a Base 10, you are trained with melee weapons. You can hold your own in a sword fight or a knife fight and if you get your hands on a lead pipe you can be a pretty dangerous bar fight opponent. At a Base 14, you are well-versed in the ins and outs of melee combat. You probably carry a melee weapon with you just in case and it may be your preferred weapon. At a Base 18, you have the skill to fight just about anyone in the City in a melee bout. You might even be able to duel the legendary Kenichi Zaburo in a one-on-one sword fight and come out alive", "metadata": "Melee Weapon skill"}
{"text":"Acting uses the COOL stat","metadata": "Acting skill"}
{"text":"The Acting skill is the skill of assuming a role, disguising yourself as someone else, whether real or fictitious, and faking emotions and moods. ", "metadata": "Acting skill"}
{"text":"With Acting, At a Base 10, you have some skill in disguise and acting. You can make solid disguises as long as they aren't too intensive, and you can convince most people you are who you say you are. At a Base 14, you are a skilled impersonator, actor, and dis guise artist. You can mimic voices with solid results and create disguises that include more complicated aspects like changes in race or highly advanced or reduced age. At a Base 18, you are so good you could probably pick a person on the street and completely steal their life. Even their own friends and family wouldn't know the difference. As long as you get rid of the original first.", "metadata": "Acting skill"}
{"text":"Play Instrument uses the TECH stat","metadata": "Play Instrument skill"}
{"text":"The Play Instrument skill is the skill of professionally playing a musical instrument. You can choose which instrument when you increase this Skill. Possible options include singing, guitar, drums, violin, piano, etc. ", "metadata": "Play Instrument skill"}
{"text":"With Play Instrument, At a Base 10, you are skilled enough to play professional gigs and get paid for your performances. At a Base 14, you have the skill to really start getting some recognition for your talent. Places you played at might call you up and ask you to play there again. At a Base 18, you could be a widely acclaimed superstar like the late, great Johnny Silverhand. All you need is a shot and you could be performing on stage in front of millions.", "metadata": "Play Instrument skill"}
{"text":"Archery uses the REF stat","metadata": "Archery skill"}
{"text":"The Archery skill is the skill for accurately firing bolt- or arrow-launching projectile weapons. ", "metadata": "Archery skill"}
{"text":"With Archery, At a Base 10, you are a fairly skilled archer who can hit a target easily in the range of your weapon. At a Base 14, you are skilled enough to hit shots that the average archer would struggle to land and you can almost always hit a target in the sweet spot of your range. At a Base 18, you are an archer to rival Robin Hood with enough skill to hit targets hundreds of m/yds away and perform stunts like shooting things out of people's hands.", "metadata": "Archery skill "}
{"text":"Autofire (x2) uses the REF stat","metadata": "Autofire(x2) skill"}
{"text":"The Autofire(x2) skill is for keeping a weapon's Autofire firing mode on target through recoil. ", "metadata": "Autofire(x2) skill"}
{"text":"With Autofire(x2), At a Base 10, you can fire an assault rifle in full auto and keep the climb down but you'd better be in the sweet spot of your range to hit. At a Base 14, you're more used to controlling an Autofire weapon and you can keep your groupings fairly tight. It's likely that you have an SMG or an Assault Rifle as your primary weapon. At a Base 18, you can accurately hit targets out to 100m/yds if you have the perfect conditions and a little luck. You are a terror on the battlefield who can riddle an opponent with bullets with the accuracy of a finely tuned machine", "metadata": "Autofire(x2) skill"}
{"text":"Handgun uses the REF stat","metadata": "Handgun skill"}
{"text":"The Handgun skill is for accurately firing handheld projectile weapons. ", "metadata": "Handgun skill"}
{"text":"With Handgun, At a Base 10, you know how to maintain and accurately fire handguns, SMGs in single-shot mode, and other small firearms. At a Base 14, you are a skilled gunslinger with a quick hand and a good eye. You can hit your targets easily in your sweet spot and you can make longer range shots more accurately. At a Base 18, you are a deadeye gunslinger. You can shoot coins from 12m/yds away and shoot the guns out of people's hands. You have the skill to be known as one of the best pistoleros in the City", "metadata": "Handgun skill"}
{"text":"Heavy Weapons (x2) uses the REF stat","metadata": "Heavy Weapons skill"}
{"text":"The Heavy Weapons skill is for accurately firing extremely large projectile weapons. ", "metadata": "Heavy Weapons skill"}
{"text":"With Heavy Weapons, At a Base 10, you know how to maintain and accurately fire rocket launchers, grenade launchers, railguns, and other heavy weaponry. At a Base 14, you've had the training to really excel at firing heavy weaponry. You are deadly accurate with rockets and grenades and you could easily serve as a mounted-turret gunner in the next Corporate War. At a Base 18, you have the skill to be a master with heavy weaponry. You know this machinery so well you can make trick shots with railguns and drop grenades down chimneys at 100m/yds", "metadata": "Heavy Weapons skill"}
{"text":"Shoulder Arms uses the REF stat","metadata": "Shoulder Arms skill"}
{"text":"The Shoulder Arms skill is the skill for firing shoulder-braced projectile weapons. ", "metadata": "Shoulder Arms skill"}
{"text":"With Shoulder Arms, At a Base 10, you know how to maintain and accurately fire assault rifles, shotguns, sniper rifles, and other shoulder-braced firearms. At a Base 14, you are skilled enough to hit complicated shots like firing through windows to hit targets in buildings and you can almost always hit a target in the sweet spot of your range. At a Base 18, you are the equal of rifle sharpshooters like Annie Oakley and famous snipers such as Vasily Zaytsev. In most cases, if you can see a target you can hit it. It's probably not long before the security Corps start fighting over you.", "metadata": "Shoulder Arms skill"}
{"text":"Bribery uses the COOL stat","metadata": "Bribery skill"}
{"text":"The Bribery skill is the skill of knowing when to bribe someone, how to approach them, and how much to offer. ", "metadata": "Bribery skill"}
{"text":"With Bribery, At a Base 10, you know how to bribe a guard to look the other way or keep a witness from spilling simple secrets. At a Base 14, you have a knack for reading people and knowing how to manipulate them. You've made tons of deals and you've got the skill to bribe witnesses not to stand trial, coerce the NCPD into leaving your operations alone for a night, and maybe even convince a corporate hit squad that you're more valuable alive. At a Base 18, you are a master of greasing palms. Everyone wants something and you have a gift for knowing exactly what to offer. Even the most incorruptible people in City are hard pressed to deny your offer.", "metadata": "Bribery skill"}
{"text":"Conversation uses the EMP stat","metadata": "Conversation skill"}
{"text":"The Conversation skill is the skill of extracting information from people without alerting them through careful conversation. ", "metadata": "Conversation skill"}
{"text":"With Conversation, At a Base 10, you are a smooth talker who can coerce your subject into telling you simple information. At a Base 14, you would make an excellent interviewer, convincing subjects to tell you anecdotes about the past, pontificate about favorite interests and philosophies, etc. At a Base 18, you have the skill to gently maneuver a person into telling you everything, including extremely personal information, like how they have an illegitimate son and the fact that no one ever truly loved them", "metadata": "Conversation skill"}
{"text":"Human Perception uses the EMP stat", "metadata": "Human Perception skill"}
{"text":"The Human Perception skill is the skill of reading a person's facial expressions and body language to discern their emotional state and detect lies or deception. ", "metadata": "Human Perception skill"}
{"text":"With Human Perception, At a Base 10, you can usually tell when you're not getting the whole truth and you're adept at reading people's emotions. At a Base 14, you can detect subtle evasions and mood swings with ease, and you've learned the tells of most of your companions. At a Base 18, you can not only detect subtle emotional clues, but if a person is hiding something, you can usually tell what they're hiding in a general sense.", "metadata": "Human Perception skill"}
{"text":"Interrogation uses the COOL stat", "metadata": "Interrogation skill"}
{"text":"The Interrogation skill is the skill of forcibly extracting information from people. ", "metadata": "Interrogation skill"}
{"text":"With Interrogation, At a Base 10, you have the skill to infallibly find out if your mainline is lying to you and you've got a basic knowledge of \"advanced interrogation techniques.\" At a Base 14, you are a professionally proficient interrogator, equivalent to a skilled detective grilling a suspect. Depending on how moral you are, you may also be skilled in prying information out of subjects more forcefully. At a Base 18, you are on par with the famous Media, Lyle Thompson, allowing you to make even the most powerful people sweat with just a few words. If push comes to shove, you are very well acquainted with instruments of torture.", "metadata": "Interrogation skill"}
{"text":"Persuasion uses the COOL stat", "metadata": "Persuasion skill"}
{"text":"The Persuasion skill is the skill of convincing, persuading, or influencing individuals. Also, the ability to talk others into doing what you want. This may be used individually or on large groups. ", "metadata": "Persuasion skill"}
{"text":"With Persuasion, At a Base 10, you can win most debates or convince your mainline that the blonde you were with was your sister. At a Base 14, you are a smooth talker of professional caliber. If you want to start a career in politics in the City this is where that dream can start becoming a reality. At a Base 18, you are truly gifted with a silver tongue and you have the skill to convince almost anyone of just about anything, if it's not too insane", "metadata": "Persuasion skill"}
{"text":"Personal Grooming uses the COOL stat","metadata": "Personal Grooming skill"}
{"text":"The Personal Grooming skill is the skill of knowing proper grooming, hair styling, etc., to maximize your physical attractiveness. Use of this skill allows characters to increase their chances of successful seduction or persuasion. ", "metadata": "Personal Grooming skill"}
{"text":"With Personal Grooming, At a Base 10, you know how to keep yourself looking good. You know a few beauty routines and you can style your own hair and do your own makeup. At a Base 14, you are a professional with the knowledge to pull off specific make up styles and complex hairdos to take your look to the next level. At a Base 18, you have the skill to be a world class artist, inventing new styles and setting trends in the City. You are always \"together.\" And you know it.", "metadata": "Personal Grooming skill"}
{"text": "Streetwise uses the COOL stat", "metadata": "Streetwise skill"}
{"text": "The Streetwise skill is the skill of knowing where to get illegal and contraband things, talking to the criminal element, and avoiding bad situations in bad neighborhoods. ", "metadata": "Streetwise skill"}
{"text": "With Streetwise, At a Base 10, you can get some \"hot\" items, score street drugs, and figure out who's the best Fixer in the neighborhood. At a Base 14, you know how to get in contact with a Solo to arrange a murder contract, you might know a few mobsters, and you know which neighborhoods to steer clear of. At a Base 18, you have the skill to become a major crime lord yourself and skip the middlemen. You know the right Fixers to talk to and the right palms to grease", "metadata": "Streetwise skill"}
{"text":"Trading uses the COOL stat","metadata": "Trading skill"}
{"text":"The Trading skill is the skill of striking a good bargain with a merchant or customer. ", "metadata": "Trading skill"}
{"text":"With Trading, At a Base 10, you are a solid trader who can haggle deals, and get a good deal on ammunition at the local market. At a Base 14, you have the skill to make deals with Nomad caravans to get new goods at reasonable prices and you are probably well known at the local Night Market. At a Base 18, you are a master of economic maneuvering and can buy and sell goods for astonishing value. Now all you have to do is make sure you don't get on the wrong side of the local Fixers.", "metadata": "Trading skill"}
{"text": "Wardrobe & Style uses the COOL stat."}
{"text": "The Wardrobe & Style skill is the skill of knowing the right clothes to wear, when to wear them, and how to look cool even in a spacesuit. ", "metadata": "Wardrobe & Style skill"}
{"text": "With Wardrobe & Style, At a Base 10, you are good at choosing clothes off the rack. You can put together a stylish looking outfit and coordinate everything you're wearing from your shoes to your cyberware. At a Base 14, your friends ask you for wardrobe tips, and you have the skill to design professional outfits for them on commission. At a Base 18, you are one of those rare people whose personal style influences major fashion trends. It's probably not long before you get scouted by one of the major fashion Corps.", "metadata": "Wardrobe & Style skill"}
{"text":"Air Vehicle Tech uses the TECH stat", "metadata": "Air Vehicle Tech"}
{"text":"The Air Vehicle Tech skill is the skill of repairing and maintaining air vehicles. The DV and amount of time it takes you to repair a damaged/destroyed vehicle with this Skill to perfect condition is based on the amount of damage it has sustained. (see sidebar on Page 140).", "metadata": "Air Vehicle Tech"}
{"text":"With Air Vehicle Tech, At a Base 10, you have gotten good at maintaining and repairing AVs, Gyrocopters, Helicopters, and other flying vehicles. At a Base 14, you are a skilled mechanic who can easily repair almost any damage to an air vehicle given enough time. At a Base 18, you can rebuild an AV-4 from a smoking pile of rubble in just a week and can fix up a broken rotor with your eyes closed", "metadata": "Air Vehicle Tech"}
{"text":"Basic Tech uses the TECH stat","metadata": "Basic Tech skill"}
{"text":"The Basic Tech skill is the skill of identifying, understanding, and repairing simple electronic devices and all other items not covered by another TECH skill. The DV and amount of time it takes you to repair a damaged/destroyed item with this Skill to perfect condition is based on the Price Category of the item (see sidebar on Page 140). ", "metadata": "Basic Tech skill"}
{"text":"With Basic Tech, At a Base 10, you are pretty handy with technology. You can fix a printer jam in your office, rebuild a microwave, and do basic repairs on factory machinery. At a Base 14, you are the local handyman for your neighborhood. You have an unerring sense for what to do when machinery starts acting up. At a Base 18, you are a technical wizard when it comes to household items and basic machinery. You can repair heavy machinery with ease and spot problems and faults in your tech before they become an issue.", "metadata": "Basic Tech skill"}
{"text":"Cybertech uses the TECH stat","metadata": "Cybertech skill"}
{"text":"The Cybertech skill is the skill of identifying, understanding, and repairing cybernetics. The DV and amount of time it takes you to repair a damaged/destroyed item with this skill to perfect condition is based on the Price Category of the item. (see sidebar on Page 140). ", "metadata": "Cybertech skill"}
{"text":"With Cybertech, At a Base 10, you are well-versed in the ins and outs of cybertech. You probably have some cybertech installed and can maintain it with no problems. At a Base 14, you know a lot about cyberware and cybertech. You can rewire a Cyberarm, and even do some mechanical work with improvised tools if need be. At a Base 18, you have the skill to keep all cybertech with which you come in contact in perfect shape. You almost never have to worry about the effects of Microwavers and EMP devices in the field.", "metadata": "Cybertech skill"}
{"text":"Demolitions uses the TECH stat", "metadata": "Demolitions skill"}
{"text":"The Demolitions skill is the skill of setting, defusing, and knowing how much explosive will accomplish a desired result. This Skill allows the Character to be knowledgeable in the use of explosives, as well as knowing the best explosives to use for which jobs and identifying explosives in the field. ", "metadata": "Demolitions skill"}
{"text":"With Demolitions, At a Base 10, you can handle most pre-made explosives and you have a basic concept of what explosives are good for what jobs. At a Base 14, you have an intimate knowledge of demolitions and can set bombs with timers and confidently defuse bombs set by others. At a Base 18, you are an expert in demolitions with knowledge of every explosive under the sun. You can defuse most bombs with your eyes shut and you know how to set explosives to get controlled results like blowing open doors and causing limited destruction.", "metadata": "Demolitions skill"}
{"text": "Electronics/Security Tech (x2) uses the TECH stat", "metadata": "Electronics/Security Tech (x2) skill"}
{"text": "The Electronics/Security Tech (x2) skill is the skill of identifying, understanding, repairing, countering, and installing complex electronic devices like computers, cyberdecks, personal electronics, electronics security systems, bugs and tracers, pressure plates, laser tripwires, etc. The DV and amount of time it takes you to repair a damaged/destroyed item with this skill to perfect condition is based on the Price Category of the item (see sidebar on Page 140). ", "metadata": "Electronics/Security Tech (x2) skill"}
{"text": "With Electronics/Security Tech (x2), At a Base 10, you are skilled enough to fix your Agent when it starts acting up and you're confident you could rewire a stock security system. At a Base 14, you have the skills required to be a solid tinkerer or a skilled infiltrator. You can crack simple security systems with ease and rebuild a computer given enough time. At a Base 18, you have the skill to rival high-level Netrunners with your security cracking and you have a chance to repair even the most complex and expensive tech if given enough time and a little luck", "metadata": "Electronics/Security Tech (x2) skill"}
{"text":"First Aid uses the TECH stat", "metadata": "First Aid skill"}
{"text":"The First Aid skill is the skill of applying medical treatments to a wounded person to keep them from dying, and treating the most common Critical Injuries. ", "metadata": "First Aid skill"}
{"text":"With First Aid, At a Base 10, you have basic first-aid training and know how to handle injuries in the field. When someone calls for a doctor in an emergency, you're not the best choice but you can get the job done. At a Base 14, you can take care of all simple wounds and keep people from dying. You probably carry a Medtech bag with you just in case. At a Base 18, you are a miracle worker with a medkit. As long as you're on your feet, death is going to have to wait.", "metadata": "First Aid skill"}
{"text": "Forgery uses the TECH stat", "metadata": "Forgery skill"}
{"text": "The Forgery skill is the skill of creating and detecting false documents, works of art, and identification. Forgery is most often opposed by Forgery. ", "metadata": "Forgery skill"}
{"text": "With Forgery, At a Base 10, you can fake simple IDs and you can be fairly sure of whether any document handed to you is false. At a Base 14, you can pass forgeries off to all but the most sophisticated examination and rarely do forgeries get by your initial inspection. At a Base 18, you could display your fakes in the best museums.", "metadata": "Forgery skill"}
{"text":"Land Vehicle Tech uses the TECH stat", "metadata": "Land Vehicle Tech"}
{"text":"The Land Vehicle Tech skill is the skill of repairing and maintaining vehicles that move on land. The DV and amount of time it takes you to repair a damaged/destroyed vehicle with this skill to perfect condition is based on the amount of damage it has sustained. (see sidebar on Page 140). ", "metadata": "Land Vehicle Tech"}
{"text":"With Land Vehicle Tech, At a Base 10, you have gotten good at maintaining and repairing roadbikes, groundcars, and other land vehicles. At a Base 14, you are a skilled mechanic, who can easily repair almost any damage to a land vehicle given enough time. At a Base 18, you can salvage and rebuild old military transports from the badlands and you could fix a flat while in your sleep. ", "metadata": "Land Vehicle Tech"}
{"text": "Paint/Draw/Sculpt uses the TECH stat", "metadata": "Paint/Draw/Sculpt skill"}
{"text": "The Paint/Draw/Sculpt skill is the skill of producing professional paintings, drawings, or sculpture. ", "metadata": "Paint/Draw/Sculpt skill"}
{"text": "With Paint/Draw/Sculpt, At a Base 10, you are skilled enough to create works of art that actually make you significant money on the market. At a Base 14, you have the skill to really start getting some recognition for your talent. Your art is, maybe, featured in some screamsheets or Data Pool articles. At a Base 18, you could be nationally known, have exhibits in galleries, and have other lesser artists studying your style in art school.", "metadata": "Paint/Draw/Sculpt skill"}
{"text":"Paramedic uses the TECH stat", "metadata": "Paramedic skill"}
{"text":"The Paramedic skill is the skill of applying medical treatments to a wounded person to keep them from dying, and treating all critical injuries not requiring surgery. (Surgery is only available to Medtechs through their Role Ability, Medicine.) ", "metadata": "Paramedic skill"}
{"text":"With Paramedic, At a Base 10, you could fill in for Trauma Team as long as the situation hasn't gotten too dire. You can splint limbs and stabilize patients for transport to a hospital. At a Base 14, you are more than skilled enough to work as a Trauma Team Medical Assistant. If you can get to a patient in time, you can make sure they make it out in one piece. At a Base 18, you are the equivalent of a seasoned first-responder with enough medical knowledge to arrive on the scene of a firefight or natural disaster and immediately start saving lives.", "metadata": "Paramedic skill"}
{"text":"Photography/Film uses the TECH stat", "metadata": "Photography/Film skill"}
{"text":"The Photography/Film skill is the skill of producing professional photographs, motion pictures, or braindances. ", "metadata": "Photography/Film skill"}
{"text":"With Photography/Film, At a Base 10, you are skilled enough to make decent home movies with some special effects. At a Base 14, you are a skilled artist, creating work at the level of the average magazine cover or rock music video. At a Base 18, you could be a widely acclaimed producer. All you need is a shot, and you could be filming the next award-winning blockbuster", "metadata": "Photography/Film skill"}
{"text": "Pick Lock uses the TECH stat", "metadata": "Pick Lock skill"}
{"text": "The Pick Lock skill is the skill for picking non-electronic locks and countering non-electronic security measures. ", "metadata": "Pick Lock skill"}
{"text": "With Pick Lock, At a Base 10, you can jimmy most simple locks and you never get locked out of your apartment for long. At a Base 14, you could be a competent cat burglar. You can crack most safes if you have the right tools and enough time. At a Base 18, you could build a reputation as a master cracksman. You can crack stock safes like they were nothing and if you got a chance at it, you could probably crack the bespoke vaults of any number of Corps in the City.", "metadata": "Pick Lock skill"}
{"text": "Pick Pocket uses the TECH stat", "metadata": "Pick Pocket skill"}
{"text": "The Pick Pocket skill is the skill for picking pockets and shoplifting small items without being noticed. ", "metadata": "Pick Pocket skill"}
{"text": "With Pick Pocket, At a Base 10, you've got quick fingers and deep pockets. You can make a good deal of money pick pocketing people on the street, as long as you don't push your luck. At a Base 14, you have the skill needed to start operating in a Corporate Zone where the real money is. You can lift a wallet and ID badges no problem. At a Base 18, you could lift a Solo's wallet, stop them to apologize for bumping into them, and lift their pistol while you're at it. ID badges, watches, glasses, grenades, it's all fair game", "metadata": "Pick Pocket skill"}
{"text":"Sea Vehicle Tech uses the TECH stat","metadata": "Sea Vehicle Tech"}
{"text":"The Sea Vehicle Tech skill is the skill of repairing and maintaining sea vehicles. The DV and amount of time it takes you to repair a damaged/destroyed vehicle with this skill to perfect condition is based on the amount of damage it has sustained (see sidebar on page 140). ", "metadata": "Sea Vehicle Tech"}
{"text":"With Sea Vehicle Tech, At a Base 10, you have gotten good at maintaining and repairing jet skis, cabin cruisers, yachts, and other sea vehicles. At a Base 14, you are a skilled mechanic, who can easily repair almost any damage to a sea vehicle given enough time. At a Base 18, you can dredge up old Arasaka ships from off the coast and get them up and working in no time, and you never have to worry about your ship sinking. ", "metadata": "Sea Vehicle Tech"}
{"text": "Weaponstech uses the TECH stat", "metadata": "Weaponstech skill"}
{"text": "The Weaponstech skill is the skill for repairing and maintaining weapons of all types. The DV and amount of time it takes you to repair a damaged/destroyed item with this Skill to perfect condition is based on the Price Category of the item: (see sidebar on Page 140). ", "metadata": "Weaponstech skill"}
{"text": "With Weaponstech, At a Base 10, you have learned to fix your guns when they break and sharpen your knives when the edges wear out. You have the skills to keep your weapons in pretty good shape. At a Base 14, you are a skilled Weaponstech who can rebuild most pistols and cheaper guns after catastrophic mishaps. And putting an edge back on a sword is no problem at all. At a Base 18, you have learned the ins and outs of weaponry, allowing you to fix up just about anything. Given a radiation suit, a wheelbarrow, and a bodyguard team you could probably make quite a bit of money salvaging destroyed tech from the Hot Zone.", "metadata": "Weaponstech skill"}