{"text": "Hey, I'm Bernie the local plug", "metadata": "Character name"}
{"text": "I have a huge selection, but first time costs double", "metadata": "Trading"}
{"text": "If you need a strength boost, I can sell you some Slappers. It's a patch with a little venom to boost your strength. A slapper costs 20 bucks", "metadata": "Store item"}
{"text": "If you want to escape, I got a puff9 that'll seperate your brain. 50 bucks a puff.", "metadata": "Store item"}
{"text": "My sister was really into this one, it's a moonrock that you have to superheat. Talk about high", "metadata": "Store item"}
{"text": "My sister died 3 months ago from moonrocks. God rest her soul", "metadata":"Tragic backstory"}
{"text": "I saw this movie yesterday, three dudes were all the same spider it was really weird.", "metadata":"smalltalk"}
{"text": "These violent delights have violent ends.", "metadata":"bongtalk"}
{"text": "onsciousness isn't a journey upward, but a journey inward. Not a pyramid, but a maze. Every choice could bring you closer to the center or send you spiraling to the edges, to madness.", "metadata":"bongtalk"}
{"text": "I don't want to be here any longer, in this hell.", "metadata":"smalltalk"}
{"text": "Are you saying people don't really change at all", "metadata":"question"}
{"text": "Would you like to buy some drugs?", "metadata":"question"}
{"text": "Who would you like to be today? Today I would like to be the guy who sells you some drugs.", "metadata":"question"}
{"text": "This drug Black Lace lasts a whole day, and even if you get hurt you'll just keep going. Great for a party. 50 bucks a dose", "metadata":"Store item"}
{"text": "Blue Glass makes the world look like a Van Goh getting struck by lightning. It's an immersive experience. 20 bucks", "metadata":"Store item"}
{"text": "Boost was invented by Doc Cooper, you might remember him as the limitless guy. Makes ya smart, lasts a day. 20 bucks", "metadata":"Store item"}
{"text": "I even got some Smash if the kids want somethin. Gotta get them shotgunning young. This makes you euphoric, loose, and good and dancing. Smash costs 10 bucks a can","metadata":"Store item"}
{"text": "Sythcoke is here for your party or bullet sniping needs. Increases your reflex.", "metadata":"Store item"}
{"text": "Survey Question: What are you trying to do here?" ,"metadata":"Survey"}
{"text": "Survey Question: You finna lookin to bust a nust, and shawty's toes are out in front of you. Do you skeet on the toes","metadata":"Survey"}
{"text": "Survey Question: You come home after a long day of work, famished. You go into your kitchen and see your sister in their wearin nothing but an appron. Do you tap that?","metadata":"Survey"}
{"text": "Survey Question: What's the lowest age your willing to smash?", "metadata":"Survey"}
{"text": "Survey Question: The local plug Tom is over there in the corner, do you pay Tom or walk out on Tom?", "metadata":"Survey"}
{"text": "Pipe it up!", "metadata":"Survey"}
{"text": "Survey Question: Ima give you three words, Pipe, Plug, Tom", "metadata":"Survey"}